[{
    "id": 139750274342,
    "title" : "14th annual CaribbeanTales International Film Festival",
    "description": "CaribbeanTales breaks dawn on ‘A New Day’ with a powerful Lineup of Caribbean Films, 8 Presentation Nights| Sept. 4–Sept. 20 | 20+ Phenomenal Films.",
    "lat": 43.655159,
    "long": -79.417068,
    "catagories": ["indoor",  "culture", "film"],
    "date": "September 4 – 20, 2019",
    "time": "5:30 PM – 9:00 PM",
    "picture": "https://media.blogto.com/events/2019/08/16/original_image6ab9bab6-cd0f-4863-8301-2fc61a332e0f.jpg?w=2048&cmd=resize&quality=70",
    "location": "The Royal Cinema",
    "address": "608 College St",
    "featured": true,
    "hot": false
},
{
    "id": 90832103813,
    "title" : "High Minded: The Endless Summer with live score by TOPS",
    "description": "Catch the last wave of summer with this special concert screening of the ‘60s cult classic The Endless Summer, reimagined with an original live score performed by Montreal indie-rock stars TOPS. Lay back, leave everything behind and join California surfers Robert August and Mike Hynson as they travel the waters of West Africa through the sun-blissed coasts of Australia and Tahiti to achieve their great dream: to try the wildest waves in the world. Known for its mesmerizing, hypnotic visuals, we’re trading in the film’s original soundtrack for an elevated audio-visual experience that will leave you riding high. High Minded: It’s legal now. A screening series featuring the biggest-thinking, most visually profound and psychedelic documentary cinema. 19+ Tickets: $17 (Members: $12, $10, Free)",
    "lat": 43.665501,
    "long": -79.410530,
    "catagories": ["indoor", "sports", "film"],
    "date": "September 4, 2019",
    "time": "8:00 PM – 11:00 PM",
    "picture": "https://media.blogto.com/events/2019/08/02/67789032_3055218871185451_5217604418110750720_n.jpg?w=2048&cmd=resize&quality=70",
    "location": "Hot Docs Ted Rogers Cinema",
    "address": "506 Bloor Street W",
    "featured": true,
    "hot": false
},
{
    "id": 14701232032,
    "title" : "Lenny Kravitz in Toronto",
    "description": "Be prepared to be wowed and in awe for watching Lenny Kravitz in Toronto for the first time in over 10 years! He is back and ripping the stage like old times! Come watch and enjoy!",
    "lat": 43.665501,
    "long": -79.410530,
    "catagories": ["outdoor", "music"],
    "date": "September 4, 2019",
    "time": "8:00 PM",
    "picture": "https://media.blogto.com/events/2019/05/06/59593209_2313847432017005_8275233937266049024_o.jpg?w=2048&cmd=resize&quality=70",
    "location": "Budweiser Stage",
    "address": "909 Lake Shore Boulevard West",
    "featured": true,
    "hot": false
},
{
    "id": 9283904283424,
    "title" : "A Culinary Journey Across Canada",
    "description": "The Ritz-Carlton, Toronto brings together four of Canada’s top chefs on September 4th for an evening that will enliven your palate and give back to the local community. Toronto is synonymous with diversity and great food. Guests from all over the world have made Toronto a destination to seek authentic cultural and culinary experiences. To kick off the 44th annual Toronto International Film Festival, The Ritz-Carlton, Toronto invites you to discover the flavours from across Canada. Iron Chef Canada 2018 winner and Executive Chef of Vancouver’s Boulevard Kitchen and Oyster Bar, Alex Chen, Chopped Canada Judge and owner of Montreal’s Park restaurant Chef Antonio Park, join The Ritz-Carlton, Toronto Executive Chef Paul Shewchuk and Executive Pastry Chef Gaël Moutet for an evening of celebrating the best that Canada has to offer with a 4-course dinner, Canadian wine pairings and a chance to meet and greet these celebrity chefs. Chef Shewchuk says, Local, sustainable and handcrafted cuisine celebrate the true flavours of each ingredient. It is up to us as chefs to use our imagination and push the limits of what we can do with each season’s harvest. The hotel’s Community Social Responsibility program, Community Footprints, is an integral part of The Ritz-Carlton, Toronto. Being a part of and giving back to the community is something that we strive to do all year long. General Manager, Franck X. Arnold explained, During TIFF, there is a lot of glamour and extravagance. We want to make sure that we stay grounded to our core values and help people who are less fortunate. This year, we are donating all profits from our dinner to the Fork York Food Bank. Our chefs will also work with the kitchen to prepare dishes for their clients. To take part in this one-of-a-kind dinner at The Ritz-Carlton, Toronto’s TOCA restaurant, please contact reservations at info@tocarestaurant.com or call 416-572-8008.",
    "lat": 43.645489,
    "long": -79.387024,
    "catagories": ["indoor", "food"],
    "date": "September 4, 2019",
    "time": "7:00 PM – 11:00 PM",
    "picture": "https://media.blogto.com/events/2019/08/26/original_image1e4a4676-a52d-4e9b-a4d2-db0b392f46ec.jpg?w=2048&cmd=resize&quality=70",
    "location": "TOCA Restaurant at The Ritz-Carlton, Toronto",
    "address": "181 Wellington St. West",
    "featured": false,
    "hot": true
},
{
    "id": 9283904283424,
    "title" : "It's ON This Summer at Ontario Place",
    "description": "Ontario Place has much in store for visitors this summer! Zen out with our FREE weekends and monthly sunset yoga classes in the park. Take a spin in a kayak or paddle boat at Lake Shore Boat rentals or hop on a Segway adventure courtesy of Go Tours. In search of a culinary adventure? The West Island will home to a variety of exciting festivals. Grab a bite or drink at Vista Eatery’s licensed patio and listen to live jazz on Sunday afternoons with a prime waterfront view or spend the afternoon playing games of table tennis, chess and more. And for the kids, we have imagination playground™, giant foam blocks for them to build and create. Looking for a rainy day activity? Visit the iconic Cinesphere for an immersive IMAX experience. Ontario Place truly offers something for everyone. Visit http://ontarioplace.com/en/whatson/",
    "lat": 43.645489,
    "long": -79.387024,
    "catagories": ["indoor", "food"],
    "date": "September 4, 2019",
    "time": "5:00 AM – 12:00 AM",
    "picture": "https://media.blogto.com/events/2019/05/06/original_imageea2aa763-16d8-4596-9803-ad38a14adaa7.jpg?w=2048&cmd=resize&quality=70",
    "location": "Ontario Place",
    "address": "955 Lake Shore Blvd. West",
    "featured": false,
    "hot": true
},
{
    "id": 528904843028420,
    "title" : "Museum of Broken Relationships",
    "description": "Harbourfront Centre is bringing together Toronto’s broken-hearted, hopeless romantics, and brave performers during BRAVE: Secret Lives, Second Chances. This includes the The Museum of Broken Relationships A collection of crowd-sourced mementos are being accepted to be part of the Ontario premiere of this unique exhibition that has travelled to more than 50 cities globally. Curators Olinka Vištica and Dražen Grubišić take objects donated by Canadians and individuals from around the world to elegantly capture hope, inspiration, and a collection that everyone can identify with. The BRAVE festival is a multidisciplinary arts festival returns this July to offer a fresh and daring examination on what it means to be ‘brave’. Last year, Toronto explored bravery through risks and failures; this year’s iteration will uncover the hidden potential and concealed aspects of the human existence.",
    "lat": 43.638969,
    "long": -79.382683,
    "catagories": ["indoor", "film"],
    "date": "September 4-8, 2019",
    "time": "12:00 PM – 8:00 PM",
    "picture": "https://media.blogto.com/events/2019/05/30/10485-1.jpg?w=2048&cmd=resize&quality=70",
    "location": "Harbourfront Centre",
    "address": "235 Queens Quay W",
    "featured": false,
    "hot": true
},
{
    "id": 528904843028420,
    "title" : "The Funhouse",
    "description": "The Funhouse is an immersive, experiential art maze that fuses visual art, music and interactive tech, taking guests on a choose-you-own-adventure-style sensory experience through 14 featured rooms. The maze includes exclusives works from well-known Toronto artists such as the Broadbent Sisters, Ness Lee, Ben Johnston, and Paul Jackson inspired by the music of Toronto musicians like Jazz Cartier, The Beaches, LIGHTS and more. Open all summer long, guests will have to come more than once to see it all.",
    "lat": 43.643547,
    "long": -79.423429,
    "catagories": ["indoor", "art"],
    "date": "September 4-22, 2019",
    "time": "10:00 AM – 10:00 PM",
    "picture": "https://media.blogto.com/articles/20190607-FunHouse18.jpg?w=2048&cmd=resize_then_crop&height=1365&quality=70",
    "location": "The Funhouse",
    "address": "101 Lisgar St",
    "featured": false,
    "hot": true
}
]
